pages/school/5al/italiano/leopardi.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-18 Sat 21:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Giacomo Leopardi</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Giacomo Leopardi</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8f07560">1. La sua vita</a></li>
<li><a href="#orgae26805">2. Il suo pensiero</a>
<ul>
<li><a href="#org95ecd1e">2.1. Pessimismo individuale</a></li>
<li><a href="#orgb7829df">2.2. Pessimismo storico</a></li>
<li><a href="#orgc5c8932">2.3. Pessimismo cosmico</a></li>
<li><a href="#org1d3de55">2.4. La ginestra</a></li>
</ul>
</li>
<li><a href="#org5a90233">3. La poetica</a></li>
<li><a href="#orgca5df21">4. Le sue opere</a>
<ul>
<li>
<ul>
<li><a href="#orgcc806b1">4.0.1. Gli Idilli, tra cui l'Infinito:</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org8f07560" class="outline-2">
<h2 id="org8f07560"><span class="section-number-2">1.</span> La sua vita</h2>
<div class="outline-text-2" id="text-1">
<p>
Leopardi è nato a Recanati nel 1798, un piccolo borgo di provincia in uno Stato retrogrado dal punto di
vista industriale. La famiglia di Leopardi era nobile, ma il padre (conservatore, vuole proteggere
la famiglia) non era bravo a gestire i soldi e diede l'economia familiare in gestione alla moglie,
una donna fredda e non affettuosa.
</p>

<p>
Leopardi cresce con una voglia di amore e nello studio riesce ad aprire i suoi orizzonti.
Per sette lunghissimi anni si immerge in uno "studio matto e disperatissimo". Lo stare in casa accentuò
il suo aspetto fisico, il morbo si sviluppò sempre di più. Acquistò una coonoscienza eccezionale
delle lingue antiche e scrisse molte opere, anche grazie alla biblioteca del padre.
</p>

<p>
Si innamora di una donna di nome Teresa. Ad un certo punto muore e prende spunto da questa
esperienza traumatica per parlarne all'interno dello Zibaldone. Secondo lui, aveva un non
so che di divino che niente può eguagliare.
</p>

<p>
Nel 1819 tenta di fuggire ma viene scoperto dai propri genitori. Tra il 1819 e il 1822 c'è
la prima stagione poetica perchè scrive i piccoli Idilli e l'Infinito. Nel 1822 fa un viaggio
a Roma ma ne rimane deluso, specialmente dagli intellettuali da cui si ritiene più avanti.
</p>

<p>
Inizia l'amicizia con Pietro Giordano.
</p>

<p>
Entra nel vivo della vita intellettuale a Bologna e Firenze.
</p>

<p>
All'interno di un caffè di innamora di una donna che però amava solo i suoi scritti e non
la persona. Era innamorata invece del suo amico.
</p>
</div>
</div>

<div id="outline-container-orgae26805" class="outline-2">
<h2 id="orgae26805"><span class="section-number-2">2.</span> Il suo pensiero</h2>
<div class="outline-text-2" id="text-2">
<p>
Secondo Leopardi, nulla può soddisfare.
Il fine della vita di Leopardi è quello di raccontarci le <b>sofferenze</b> e gli ostacoli che tutti gli uomini vivono.
Non si rifugia nella delusione ma rivendica l'importanza della felicità.
L'uomo ricerca costantemente il piacere materiale, ma tutto risulta temporaneo e parziale. Tutto ci lascia sempre
soddisfatti.
</p>
</div>

<div id="outline-container-org95ecd1e" class="outline-3">
<h3 id="org95ecd1e"><span class="section-number-3">2.1.</span> Pessimismo individuale</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Riguarda solo le condizioni di cui soffre <b>personalmente</b>.
</p>
</div>
</div>

<div id="outline-container-orgb7829df" class="outline-3">
<h3 id="orgb7829df"><span class="section-number-3">2.2.</span> Pessimismo storico</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Per tutta la vita si è chiesto per quale motivo l'<b>uomo sia infelice</b>.
Inizialmente riteneva che fosse colpa del <b>progresso</b>. Questa teoria viene chiamata
<b>pessimismo storico</b> perchè trova la causa dell'infelicità dell'uomo in un periodo storico.
Gli antichi secondo lui erano i più felici perchè avevano un rapporto <b>diretto con la natura</b>.
</p>
</div>
</div>

<div id="outline-container-orgc5c8932" class="outline-3">
<h3 id="orgc5c8932"><span class="section-number-3">2.3.</span> Pessimismo cosmico</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Crescendo, il suo <b>pessimismo è aumentato</b>. Leopardi così trovò un'altra causa dell'infelicità
dell'uomo, ovvero il la <b>natura</b> stessa. Il male quindi è ovunque, in ogni aspetto della vita
dell'uomo. La natura non punta alla felicità del singolo, ma alla <b>continuità della specie</b>.
</p>
</div>
</div>

<div id="outline-container-org1d3de55" class="outline-3">
<h3 id="org1d3de55"><span class="section-number-3">2.4.</span> La ginestra</h3>
<div class="outline-text-3" id="text-2-4">
<p>
L'uomo deve riscoprire un senso di solidarietà, gli uomini devono allearsi tra di loro per
supportarsi a vicenda contro il dolore provocato dalla natura.
</p>
</div>
</div>
</div>

<div id="outline-container-org5a90233" class="outline-2">
<h2 id="org5a90233"><span class="section-number-2">3.</span> La poetica</h2>
<div class="outline-text-2" id="text-3">
<p>
L'uomo ha a disposizione uno strumento potentissimo, ovvero <b>l'immaginazione</b>. Ad esempio la <b>siepe</b> dell'Infinito.
La poesia di Leopardi è piena di parole che permettono di stimolare l'immaginazione.
Tema della rimembranza =&gt; la poesia deve farci ricordare tutte quelle cose che ci hanno resi felici.
</p>

<p>
Spesso non usa le rime.
</p>
</div>
</div>

<div id="outline-container-orgca5df21" class="outline-2">
<h2 id="orgca5df21"><span class="section-number-2">4.</span> Le sue opere</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgcc806b1" class="outline-4">
<h4 id="orgcc806b1"><span class="section-number-4">4.0.1.</span> Gli Idilli, tra cui l'Infinito:</h4>
<div class="outline-text-4" id="text-4-0-1">
<p>
Opere in cui l'autore esprime <b>riflessioni e pensieri relativi alla natura</b>. Sono di carattere <b>colloquiale</b>.
Esemplare è l’Infinito, in cui compare una meditazione lirica sull’idea di infinito creato dall’immaginazione,
a partire da sensazioni visive e uditive.
</p>

<ul class="org-ul">
<li>Il sabato del villaggio</li>

<li>Lo Zibaldone:
Il suo diario personale, scritto in prosa, annota riflessioni, pensieri ed appunti su amore,
filosofia e politica senza un ordine preciso.</li>

<li>Le operette morali:
La sua opera in prosa più importante, contiene 24 dialoghi tra personaggi reali o immaginari in cui
esprime le proprie convinzioni filosofiche sulla condizione umana.</li>
</ul>
</div>

<ol class="org-ol">
<li><a id="org36e54a1"></a>Il cantico del Gallo Silvestre<br />
<div class="outline-text-5" id="text-4-0-1-1">
<p>
Leopardi afferma di aver trovato un cantico <b>scritto in lingua orientale</b> e di averlo tradotto per una più
semplice comprensione.
</p>

<p>
Secondo la tradizione popolare, <b>il Gallo Silvestre è in grado di parlare</b>.
Il canto sveglia gli uomini incoraggiandoli a vivere, pur sapendo della situazione di dolore di sconforto
nella quale versano gli esseri umani. L'universo ha un ruolo fondamentale nella vita dell'uomo che
contribuisce nel peggiorarla. Il momento del mattino è il momento più sereno, ed è in contrapposizione
alla sera che viene associata alla vecchiaia, espressione della morte.
</p>

<p>
Il sonno è qualcosa di bello che ci permette di trovarci in un mondo falso, quello dei sogni.
C'è anche una similitudine alle stagioni, primavera ed estate sono stagioni piacevoli per il gallo, mentre
autunno ed inverno sono stagioni negative per lui.
</p>
</div>
</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-18 Sat 21:01</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
